

# Нужно ли апгрейдить майнинг WP
UPDATE = True # Если нужно - установите True (стоит по дефолту), если не нужно - установите False
# Апгрейд будет происходить постоянно, в зависимости от того, хватает ли билетов на улучшение


# Желаемое кол-во получаемых WP за одну игру. Рандомным путём будет выбрано значение в следующих диапазонах
WPs = [159, 357] # 159 - минимальное значение /// 357 - максимальное
# Ставить максимальное значение выше 550 не рекомендуется! В лучшем случае - монеты не засчитаются на баланс, в худшем - аккаунт забанят!


# Желаемое кол-во получаемых COIN за одну игру. Рандомным путём будет выбрано значение в следующих диапазонах
COINs = [159, 357] # 159 - минимальное значение /// 357 - максимальное
# Ставить максимальное значение выше 550 не рекомендуется! В лучшем случае - монеты не засчитаются на баланс, в худшем - аккаунт забанят!

